/* Localizable strings of com.apple.mcxMenuExtras preference manifest */

"mcxMenuExtras.pfm_title" =			"Menu Extras";
"mcxMenuExtras.pfm_description" =			"Managed menu extras. Specified menu extras will be added or removed from the menu bar after user login. Standard menu extra may be specified by file name. Non-standard menu extras are specified by full path. Some menu extras will only appear if appropriate for the target computer’s hardware or software configuration.";

"delaySeconds.pfm_title" =			"Lisäys- ja poistoviive";
"delaySeconds.pfm_description" =			"Viive sekunneissa sisäänkirjautumisen jälkeen ennen valikkoekstrojen lisäämistä tai poistamista. Jos viive on liian lyhyt, valikkoekstrat eivät tule näkyviin valikkopalkissa tai poistu siitä.";

"maxWaitSeconds.pfm_title" =			"Enimmäisodotusaika";
"maxWaitSeconds.pfm_description" =			"Enimmäisaika, joka odotetaan, että kaikki valikkoekstrat lisätään tai poistetaan.";

"AirPort.menu.pfm_title" =			"AirPort-valikkoekstra";
"AirPort.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä AirPort-valikkoekstran. Epätosi poistaa AirPort-valikkoekstran.";

"Battery.menu.pfm_title" =			"Akku-valikkoekstra";
"Battery.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä Akku-valikkoekstran. Aseta epätodeksi, jos haluat poistaa Akku-valikkoekstran.";
"Bluetooth.menu.pfm_title" =			"Bluetooth-valikkoekstra";
"Bluetooth.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä Bluetooth-valikkoekstran. Aseta epätodeksi, jos haluat poistaa Bluetooth-valikkoekstran.";
"CPU.menu.pfm_title" =			"Prosessori-valikkoekstra";
"CPU.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä Prosessori-valikkoekstran. Aseta epätodeksi, jos haluat poistaa Prosessori-valikkoekstran.";
"Clock.menu.pfm_title" =			"Kello-valikkoekstra";
"Clock.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä Kello-valikkoekstran. Aseta epätodeksi, jos haluat poistaa Kello-valikkoekstran.";
"Displays.menu.pfm_title" =			"Näytöt-valikkoekstra";
"Displays.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä Näytöt-valikkoekstran. Aseta epätodeksi, jos haluat poistaa Näytöt-valikkoekstran.";
"Eject.menu.pfm_title" =			"Anna levy -valikkoekstra";
"Eject.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä Anna levy -valikkoekstran. Aseta epätodeksi, jos haluat poistaa Anna levy -valikkoekstran.";
"Fax.menu.pfm_title" =			"Faksi-valikkoekstra";
"Fax.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä Faksi-valikkoekstran. Aseta epätodeksi, jos haluat poistaa Faksi-valikkoekstran.";
"HomeSync.menu.pfm_title" =			"HomeSync-valikkoekstra";
"HomeSync.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä HomeSync-valikkoekstran. Aseta epätodeksi, jos haluat poistaa HomeSync-valikkoekstran.";
"Ink.menu.pfm_title" =			"Ink-valikkoekstra";
"Ink.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä Ink-valikkoekstran. Aseta epätodeksi, jos haluat poistaa Ink-valikkoekstran.";
"IrDA.menu.pfm_title" =			"Infrapuna-valikkoekstra";
"IrDA.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä Infrapuna-valikkoekstran. Aseta epätodeksi, jos haluat poistaa Infrapuna-valikkoekstran.";
"PCCard.menu.pfm_title" =			"PCCard-valikkoekstra";
"PCCard.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä PC Card -valikkoekstran. Aseta epätodeksi, jos haluat poistaa PC Card -valikkoekstran.";
"PPP.menu.pfm_title" =			"PPP-valikkoekstra";
"PPP.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä PPP-valikkoekstran. Aseta epätodeksi, jos haluat poistaa PPP-valikkoekstran.";
"PPPoE.menu.pfm_title" =			"PPPoE-valikkoekstra";
"PPPoE.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä PPPoE-valikkoekstran. Aseta epätodeksi, jos haluat poistaa PPPoE-valikkoekstran.";
"RemoteDesktop.menu.pfm_title" =			"Etähallintavalikkoekstra";
"RemoteDesktop.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä Etähallinta-valikkoekstran. Aseta epätodeksi, jos haluat poistaa Etähallinta-valikkoekstran.";
"Spaces.menu.pfm_title" =			"Spaces-valikkoekstra";
"Spaces.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä Spaces-valikkoekstran. Aseta epätodeksi, jos haluat poistaa Spaces-valikkoekstran.";
"Script Menu.menu.pfm_title" =			"AppleScript-valikkoekstra";
"Script Menu.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä AppleScript-valikkoekstran. Aseta epätodeksi, jos haluat poistaa AppleScript-valikkoekstran.";
"Sync.menu.pfm_title" =			"iSync-valikkoekstra";
"Sync.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä iSync-valikkoekstran. Aseta epätodeksi, jos haluat poistaa iSync-valikkoekstran.";
"TextInput.menu.pfm_title" =			"Syöttövalikkoekstra";
"TextInput.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä syöttävalikkoekstran. Aseta epätodeksi, jos haluat poistaa syöttövalikkoekstran.";
"TimeMachine.menu.pfm_title" =			"Time Machine -valikkoekstra";
"TimeMachine.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä Time Machine -valikkoekstran. Aseta epätodeksi, jos haluat poistaa Time Machine -valikkoekstran.";
"UniversalAccess.menu.pfm_title" =			"Käyttöapu-valikkoekstra";
"UniversalAccess.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä Käyttöapu-valikkoekstran. Aseta epätodeksi, jos haluat poistaa Käyttöapu-valikkoekstran.";
"User.menu.pfm_title" =			"Nopea käyttäjänvaihto -valikkoekstra";
"User.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä Nopea käyttäjänvaihto -valikkoekstran. Aseta epätodeksi, jos haluat poistaa Nopea käyttäjänvaihto -valikkoekstran.";
"VPN.menu.pfm_title" =			"VPN-valikkoekstra";
"VPN.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä VPN-valikkoekstran. Aseta epätodeksi, jos haluat poistaa VPN-valikkoekstran.";
"Verizon.menu.pfm_title" =			"Verizon-valikkoekstra";
"Verizon.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä Verizon-valikkoekstran. Aseta epätodeksi, jos haluat poistaa Verizon-valikkoekstran.";
"Volume.menu.pfm_title" =			"Ääni-valikkoekstra";
"Volume.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä Ääni-valikkoekstran. Aseta epätodeksi, jos haluat poistaa Ääni-valikkoekstran.";
"WWAN.menu.pfm_title" =			"WWAN-valikkoekstra";
"WWAN.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä WWAN-valikkoekstran. Aseta epätodeksi, jos haluat poistaa WWAN-valikkoekstran.";
"iChat.menu.pfm_title" =			"iChat-valikkoekstra";
"iChat.menu.pfm_description" =			"Aseta todeksi, jos haluat lisätä iChat-valikkoekstran. Aseta epätodeksi, jos haluat poistaa iChat-valikkoekstran.";
